Repository: Nica-code/Practice-Buddy
Catalog: PracticeBuddy/Localizable.xcstrings
Source language: en
Languages: ko, ro

source: Delete
ko: 삭제
ro: Șterge

source: Delete account
ko: 계정 삭제
ro: Ștergeți contul

source: Delete Account
ko: 계정 삭제
ro: Șterge contul

source: Delete Account permanently removes your account and associated data.
ko: 계정 삭제는 귀하의 계정 및 관련 데이터를 영구적으로 제거합니다.
ro: Ștergeți contul vă elimină definitiv contul și datele asociate.

source: Delete Account Permanently?
ko: 계정을 영구적으로 삭제하시겠습니까?
ro: Ștergeți contul definitiv?

source: Delete assignment "%@"?
ko: "%@" 할당을 삭제하시겠습니까?
ro: Ștergi tema "%@"?

source: Delete assignment \"%@\"?
ko: 과제 \"%@\"를 삭제할까요?
ro: Ștergeți tema „%@”?

source: Delete Assignment?
ko: 과제를 삭제할까요?
ro: Ștergi tema?

source: Delete session
ko: 세션 삭제
ro: Ștergeți sesiunea

source: Delete this session?
ko: 이 세션을 삭제하시겠습니까?
ro: Ștergeți această sesiune?

source: Delete your PractiQuest account?
ko: PractiQuest 계정을 삭제하시겠습니까?
ro: Ștergeți contul PractiQuest?

source: Deleting Account...
ko: 계정 삭제 중...
ro: Se șterge contul...

source: Detail: %@
ko: 상세: %@
ro: Detaliu: %@

source: Detailed breakdown
ko: 상세 분석
ro: Detalii complete

source: Detailed per-note breakdown is part of Practice Buddy Pro.
ko: 음별 상세 분석은 PractiQuest Pro 기능입니다.
ro: Detalierea pe fiecare notă face parte din PractiQuest Pro.

source: Detailed per-window rhythm stats are part of Practice Buddy Pro.
ko: 구간별 리듬 통계는 PractiQuest Pro 기능입니다.
ro: Statisticile detaliate de ritm pe intervale fac parte din PractiQuest Pro.

source: Details
ko: 세부 정보
ro: Detalii

source: Details (optional)
ko: 세부 내용(선택)
ro: Detalii (opțional)

source: Detected
ko: 감지
ro: Detectat

source: Detected: --
ko: 감지: --
ro: Detectat: --

source: Detected: %@
ko: 감지: %@
ro: Detectat: %@

source: Detected: %@ %@
ko: 감지: %@ %@
ro: Detectat: %@ %@

source: Discard
ko: 버리기
ro: Renunță

source: Discard session
ko: 세션 삭제
ro: Renunțați la sesiune

source: Discard Session?
ko: 세션을 삭제하시겠습니까?
ro: Renunți la sesiune?

source: Discard this practice session?
ko: 이 연습 세션을 삭제하시겠습니까?
ro: Renunțați la această sesiune de antrenament?

source: Dismiss
ko: 해고하다
ro: Închide

source: Display name
ko: 표시 이름
ro: Nume afișat

source: Display name (optional)
ko: 표시 이름(선택사항)
ro: Nume afișat (opțional)

source: Distracting apps/categories are blocked while practice is running.
ko: 연습 중에는 방해 앱/카테고리가 차단됩니다.
ro: Aplicațiile/categoriile care distrag sunt blocate cât timp sesiunea rulează.

source: Don't show again
ko: 다시 표시 안 함
ro: Nu mai afișa

source: Done
ko: 완료
ro: Gata

source: Done (Submit Recorded Take)
ko: 완료(녹음 테이크 제출)
ro: Gata (trimite tentativa înregistrată)

source: Double tap and drag to move. Use the studio controls for precise placement.
ko: 이동하려면 두 번 탭하고 드래그하세요. 정확한 배치를 위해 스튜디오 컨트롤을 사용하세요.
ro: Atingeți de două ori și trageți pentru a vă muta. Utilizați comenzile studioului pentru o plasare precisă.

source: Due
ko: 마감일
ro: Scadență

source: Due %@
ko: 마감 %@
ro: Scadență %@

source: Due Soon
ko: 마감 임박
ro: Scadent curând

source: Due Today
ko: 오늘 마감
ro: Scadent azi

source: Due: %@
ko: 마감: %@
ro: Scadență: %@

source: Duel Active
ko: 결투 활성화

source: Duel Arena
ko: 결투장

source: Duel Challenge
ko: 결투 신청
ro: Provocare duel

source: Duel challenges
ko: 결투 도전
ro: Provocări de duel

source: Duel cosmetics
ko: 듀얼 화장품
ro: Cosmetice duel

source: Duel Finalized
ko: 결투 완료
ro: Duelul finalizat

source: Duel invitations, messages, and friend requests appear here.
ko: 결투 초대, 메시지, 친구 요청이 여기에 표시됩니다.
ro: Invitațiile la duel, mesajele și solicitările de prietenie apar aici.

source: Duel Leaderboard
ko: 결투 순위표
ro: Clasament de duel

source: Duel Match
ko: 듀얼 매치
ro: Meci de duel

source: Duel Objective
ko: 결투 목표
ro: Obiectiv de duel

source: Duel Ready
ko: 결투 준비
ro: Duel pregătit

source: Duels
ko: 결투
ro: Dueluri

source: Duels & League
ko: 결투 및 리그
ro: Dueluri și ligă

source: Duration
ko: 시간
ro: Durată

source: Duration: %@
ko: 길이: %@
ro: Durată: %@

source: Each palette applies a full type system: title, body, and number styles.
ko: 각 팔레트는 제목/본문/숫자 스타일 전체 타이포 시스템을 적용합니다.
ro: Fiecare paletă aplică un sistem complet de fonturi: titlu, corp și numere.

source: Earlier
ko: 이전
ro: Mai vechi

source: Early
ko: 빠름
ro: Devreme

source: Edit
ko: 수정
ro: Editează

source: Edit Assignment
ko: 과제 수정
ro: Editează tema

source: Edit avatar studio
ko: 아바타 스튜디오 편집
ro: Editează avatar studio

source: Edit Event
ko: 이벤트 편집
ro: Editează evenimentul

source: Edit profile
ko: 프로필 수정
ro: Editați profilul

source: Edit studio
ko: 편집 스튜디오
ro: Studio de editare

source: Elapsed
ko: 경과 시간
ro: Scurs

source: Elapsed practice time
ko: 연습 경과 시간
ro: Timp de antrenament scurs

source: Email
ko: 이메일

source: Email support
ko: 이메일 지원
ro: Asistență prin e-mail

source: Enable Banner Ads
ko: 배너 광고 활성화
ro: Activați anunțurile banner

source: Enable iOS Notifications
ko: iOS 알림 활성화
ro: Activează notificările iOS

source: Enable Notifications
ko: 알림 활성화
ro: Activați notificările

source: Enable Real Ad SDK (Test IDs)
ko: 실제 광고 SDK 활성화(테스트 ID)
ro: Activați SDK pentru anunțuri reale (ID-uri de testare)

source: Enable Rewarded Duel Ads
ko: 보상형 결투 광고 활성화
ro: Activați anunțurile de duel cu recompensă

source: End
ko: 끝
ro: Final

source: English
ko: 영어
ro: Engleză

source: Enter
ko: 입장
ro: Intră

source: Enter a warm-up title.
ko: 워밍업 제목을 입력하세요.
ro: Introdu un titlu pentru încălzire.

source: Enter friend code (ABCD-1234)
ko: 친구 코드 입력(ABCD-1234)
ro: Introdu codul prietenului (ABCD-1234)

source: Enter their PractiQuest friend code.
ko: PractiQuest 친구 코드를 입력하세요.
ro: Introduceți codul de prieten PractiQuest.

source: Equip
ko: 갖추게 하다
ro: Echipează

source: Equipped
ko: 갖추게 하는
ro: Echipat

source: Equipped: %@
ko: 장착됨: %@
ro: Echipat: %@

source: Event
ko: 이벤트
ro: Eveniment

source: Event Filters
ko: 이벤트 필터
ro: Filtre de evenimente

source: Event title
ko: 이벤트 제목
ro: Titlul evenimentului

source: Every %@ loop(s)
ko: %@루프마다
ro: La fiecare %@ buclă(e)

source: Example
ko: 예시
ro: Exemplu

source: Example: Scale + Repertoire
ko: 예: 스케일 + 레퍼토리
ro: Exemplu: game + repertoriu

source: Example: Shift Ladder
ko: 예: 포지션 이동 사다리
ro: Exemplu: scară de schimbări

source: Execute
ko: 실행
ro: Execută

source: Exercise
ko: 연습 유형
ro: Exercițiu

source: Existing Ad-Free subscribers are automatically recognized as Pro.
ko: 기존 Ad-Free 가입자는 자동으로 Pro로 인식됩니다.
ro: Abonații existenți fără anunțuri sunt recunoscuți automat ca Pro.

source: Explore community
ko: 커뮤니티 살펴보기
ro: Explorează comunitatea

source: Export
ko: 내보내다

source: Export and advanced analytics are part of Pro.
ko: 내보내기와 고급 분석은 프로 기능입니다.
ro: Exportul și analizele avansate fac parte din Pro.

source: Export CSV
ko: CSV 내보내기
ro: Exportă CSV

source: Export Failed
ko: 내보내기 실패
ro: Export eșuat

source: Export history
ko: 수출 내역
ro: Istoricul exporturilor

source: Export JSON
ko: JSON 내보내기
ro: Exportă JSON

source: Exporting is a Pro feature
ko: 내보내기는 Pro 기능입니다
ro: Exportul este o caracteristică Pro

source: Exports the currently shown (filtered) sessions.
ko: 현재 표시된(필터된) 세션을 내보냅니다.
ro: Exportă sesiunile afișate în prezent (filtrate).

source: Expressive
ko: 나타내는
ro: Expresiv

source: Fair matches
ko: 공정한 경기
ro: Meciuri corecte

source: Fair matches and your league
ko: 공정한 경기와 리그
ro: Meciuri corecte și liga ta

source: Faster
ko: 더 빠르게
ro: Mai repede

source: Feature Unavailable
ko: 사용할 수 없는 기능
ro: Funcție indisponibilă

source: Feedback saved. Generate again for an updated plan.
ko: 피드백이 저장되었습니다. 업데이트된 계획을 보려면 다시 생성하세요.
ro: Feedback salvat. Generează din nou pentru un plan actualizat.

source: Filter
ko: 필터
ro: Filtru

source: Find a performance match
ko: 성과 일치 찾기
ro: Găsiți o potrivire de performanță

source: Find musicians
ko: 뮤지션 찾기
ro: Găsiți muzicieni

source: Finding musicians…
ko: 뮤지션을 찾아서…
ro: Găsesc muzicieni...

source: Fine-tune the versioned layers that travel with your musician identity.
ko: 음악가의 정체성과 함께 이동하는 버전화된 레이어를 미세 조정하세요.
ro: Reglați fin straturile versiuni care călătoresc cu identitatea dvs. de muzician.

source: Finish
ko: 마치다
ro: Termina

source: Finish profile
ko: 프로필 완료
ro: Finalizați profilul

source: Finish Run-through
ko: 런스루 종료
ro: Finalizează run-through

source: Finish Warm-up
ko: 워밍업 종료
ro: Finalizează încălzirea

source: Finish your profile when you reconnect.
ko: 다시 연결되면 프로필을 완성하세요.
ro: Terminați-vă profilul când vă reconectați.

source: Finisher FX: none
ko: 피니셔 FX: 없음
ro: Finisher FX: niciunul

source: Finisher FX: Resonance
ko: 피니셔 FX: 공명
ro: Finisher FX: Rezonanță

source: Firebase initialized.
ko: Firebase 초기화 완료.
ro: Firebase a fost inițializat.

source: Fix: %@
ko: 개선: %@
ro: Corecție: %@

source: flat
ko: 플랫
ro: bemol

source: Flat
ko: 플랫
ro: Bemol

source: Focus
ko: 집중

source: Focus (e.g. Intonation, shifts)
ko: 집중 영역(예: 음정, 포지션 이동)
ro: Focus (ex: intonație, schimbări)

source: Focus: %@
ko: 집중: %@

source: Focused matches. Fair progression.
ko: 집중된 경기. 공정한 진행.
ro: Meciuri concentrate. Progresie corectă.

source: Follow
ko: 따르다
ro: Urmăriți

source: Follow a musician or publish a five-minute practice session to begin your feed.
ko: 음악가를 팔로우하거나 5분 연습 세션을 게시하여 피드를 시작하세요.
ro: Urmărește un muzician sau publică o sesiune de antrenament de cinci minute pentru a începe feedul.

source: Followers
ko: 추종자
ro: Urmaritori

source: Following
ko: 수행원
ro: Urmând

source: Fonts
ko: 글꼴
ro: Fonturi

source: For your next plan
ko: 다음 계획을 위해
ro: Pentru următorul tău plan

source: Free keeps only latest 3 run-through entries. Unlock Pro for full history.
ko: 무료 버전은 최근 런스루 3개만 유지됩니다. 전체 기록은 프로에서 사용할 수 있습니다.
ro: Gratuit păstrează doar ultimele 3 intrări run-through. Deblochează Pro pentru istoric complet.

source: Free Trial
ko: 무료 체험
ro: Perioadă de probă

source: Free trial ended. Unlock Practice Buddy Pro to continue using Pro features.
ko: 무료 체험이 종료되었습니다. Pro 기능을 계속 사용하려면 PractiQuest Pro를 잠금 해제하세요.
ro: Perioada de probă s-a încheiat. Deblochează PractiQuest Pro ca să continui să folosești funcțiile Pro.

source: Frequency
ko: 주파수
ro: Frecvență

source: Friend
ko: 친구
ro: Prieten

source: Friend activity
ko: 친구 활동
ro: Activitatea prietenilor

source: Friend activity shares only a coarse online state and last-practiced date. Notes, pieces, audio, duration, and messages are never included.
ko: 친구 활동은 대략적인 온라인 상태와 마지막 연습 날짜만 공유합니다. 메모, 작품, 오디오, 지속 시간 및 메시지는 포함되지 않습니다.
ro: Activitatea prietenilor împărtășește doar o stare online grosieră și ultima dată exersată. Notele, bucățile, sunetul, durata și mesajele nu sunt niciodată incluse.

source: Friend code
ko: 친구 코드
ro: Cod prieten

source: Friend code copied.
ko: 친구 코드가 복사되었습니다.
ro: Codul de prieten a fost copiat.

source: Friend request pending.
ko: 친구 요청 대기 중입니다.
ro: Cerere de prietenie în așteptare.

source: Friend requests
ko: 친구 요청
ro: Cereri de prietenie

source: Friends
ko: 친구
ro: Prieteni

source: General
ko: 일반적인

source: Generate
ko: 생성
ro: Generează

source: Generate a plan to see adaptive coaching suggestions.
ko: 적응형 코칭 제안을 보려면 계획을 생성하세요.
ro: Generează un plan pentru a vedea sugestiile adaptive de antrenament.

source: Generate Adaptive Plan
ko: 적응형 계획 생성
ro: Generează plan adaptiv

source: Generate plan
ko: 계획 생성
ro: Generați planul

source: Generate Warm-up
ko: 워밍업 생성
ro: Generează încălzire

source: Get back to making music quickly.
ko: 빨리 음악 만들기로 돌아가세요.
ro: Reveniți rapid la muzică.

source: Get Pro
ko: 프로 가입
ro: Obțineți Pro

source: Get ready
ko: 준비하세요
ro: Pregătește-te

source: Get Started
ko: 시작하기
ro: Începe

source: Getting started
ko: 시작하기
ro: Începe

source: Global
ko: 전체

source: Go deeper with advanced insights, unlimited saved plans, premium avatar collections, exports, and a monthly cosmetic allowance.
ko: 고급 통찰력, 무제한 저장된 계획, 프리미엄 아바타 컬렉션, 내보내기 및 월간 화장품 수당을 통해 더 깊이 들어가 보세요.
ro: Aprofundați cu informații avansate, planuri salvate nelimitate, colecții premium de avatare, exporturi și o alocație cosmetică lunară.

source: Go to Profile
ko: 프로필
ro: Profil

source: Goal
ko: 목표
ro: Obiectiv

source: Goal is off. Turn it on in Settings.
ko: 목표가 꺼져 있습니다. 설정에서 켜세요.
ro: Obiectivul este oprit. Activează-l din Setări.

source: Goal period
ko: 목표 기간
ro: Perioada obiectivului

source: Goal reached
ko: 목표 달성
ro: Obiectiv atins

source: Goal reminders
ko: 목표 알림
ro: Mementouri pentru obiective

source: Goals
ko: 목표
ro: Obiective

source: Goals & streaks
ko: 목표 및 연속 달성
ro: Obiective și streak-uri

source: Goals: %@
ko: 목표: %@
ro: Obiective: %@

source: Google sign-in failed: %@
ko: Google 로그인 실패: %@
ro: Autentificarea Google a eșuat: %@

source: Groove score
ko: 그루브 점수
ro: Scor groove

source: Guest account
ko: 게스트 계정
ro: Cont invitat

source: Guest profile
ko: 게스트 프로필
ro: Profil invitat

source: Guided plans
ko: 가이드 플랜
ro: Planuri ghidate

source: Guided Practice
ko: 가이드 연습
ro: Studiu ghidat

source: Guided practice saved.
ko: 가이드 연습이 저장되었습니다.
ro: Studiul ghidat a fost salvat.

source: Haptics
ko: 햅틱
ro: Haptică

source: Header
ko: 헤더
ro: Antet

source: Help
ko: 돕다
ro: Ajutor

source: Hide Assignment Composer
ko: 과제 작성 닫기
ro: Ascunde formularul de temă

source: Hide conversation
ko: 대화 숨기기
ro: Ascunde conversația

source: Hide Event Composer
ko: 이벤트 작성기 숨기기
ro: Ascunde formularul evenimentului

source: Hide Warm-up Composer
ko: 워밍업 작성 닫기
ro: Ascunde formularul de încălzire

source: History
ko: 기록
ro: Istoric

source: History & editing notes
ko: 기록 및 노트 수정
ro: Istoric și editare note

source: History & notes
ko: 역사 및 메모
ro: Istorie și note

source: History Mode
ko: 기록 모드
ro: Mod istoric

source: History range
ko: 역사 범위
ro: Gama de istorie

source: History retention
ko: 기록보존
ro: Păstrarea istoricului

source: Home
ko: 홈
ro: Acasă

source: Home Area
ko: 홈 영역
ro: Secțiune Acasă

source: Home shows progress for today and your current streak.
ko: 홈에는 오늘의 진행 상황과 현재 연속 기록이 표시됩니다.
ro: Acasă arată progresul de azi și seria curentă.

source: Home: Start Practice
ko: 홈: 연습 시작
ro: Acasă: Începe studiul

source: How did it feel?
ko: 기분이 어땠나요?
ro: Cum sa simțit?

source: How did the session feel? What to remember for next time?
ko: 이번 세션은 어땠나요? 다음에 기억할 점은 무엇인가요?
ro: Cum s-a simțit sesiunea? Ce să reții pentru data viitoare?

source: How did this feel?
ko: 어떠셨나요?
ro: Cum s-a simțit?

source: How other musicians see you.
ko: 다른 뮤지션들이 당신을 어떻게 보는지.
ro: Cum te văd alți muzicieni.

source: How to use
ko: 사용 방법
ro: Cum se folosește

source: How totals reset
ko: 총계 리셋 방식
ro: Cum se resetează totalurile

source: How XP Works
ko: XP 획득 방식
ro: Cum funcționează XP

source: I Updated, Check Again
ko: 업데이트했습니다. 다시 확인하세요.
ro: Am actualizat, verificați din nou

source: I’m Here
ko: 나는 여기 있다
ro: Sunt aici

source: Icons
ko: 아이콘
ro: icoane

source: Improve rhythm.
ko: 리듬을 향상하세요.
ro: Îmbunătățește ritmul.

source: In Tune
ko: 정확
ro: Acordat

source: In-scale
ko: 규모 내
ro: În gamă

source: Included For Everyone
ko: 모든 사람을 위해 포함됨
ro: Inclus pentru toată lumea

source: Included For Everyone (Pro Core)
ko: 모든 사용자 포함(프로 핵심)
ro: Inclus pentru toți (Nucleu Pro)

source: Incoming
ko: 들어오는
ro: Sosire

source: Incoming Invites (%lld)
ko: 초대 수신(%lld)
ro: Invitații primite (%lld)

source: Incoming Requests
ko: 받은 요청
ro: Cereri primite

source: Increase %@ minutes
ko: %@분 늘리기
ro: Crește %@ minute

source: Increase by %@ BPM
ko: %@ BPM씩 증가
ro: Crește cu %@ BPM

source: Individual
ko: 개별

source: Individual: %@
ko: 개별: %@

source: Instrument
ko: 악기

source: Instrument (e.g. Strings)
ko: 악기(예: 현악기)
ro: Instrument (ex: coarde)

source: Intonation
ko: 인토네이션
ro: Intonație

source: Intonation %lld • Consistency %lld
ko: 억양 %lld • 일관성 %lld
ro: Intonație %lld • Consistență %lld

source: Intonation score
ko: 음정 점수
ro: Scor de intonație

source: Intonation takes
ko: 음정 테이크
ro: Înregistrări de intonație

source: Intro card: none
ko: 소개 카드: 없음
ro: Cartelă de introducere: niciuna

source: Intro card: Spotlight
ko: 소개 카드: 스포트라이트
ro: Cartelă de prezentare: Spotlight

source: Inventory
ko: 목록
ro: Inventar

source: Invite
ko: 초대하다
ro: Invită

source: Invite accepted.
ko: 초대를 수락했습니다.
ro: Invitație acceptată.

source: Invite code (ABC-123)
ko: 초대 코드(ABC-123)
ro: Cod invitație (ABC-123)

source: Invite declined.
ko: 초대를 거절했습니다.
ro: Invitație refuzată.

source: Invite Friend
ko: 친구 초대
ro: Invită un prieten

source: Invite link copied.
ko: 초대 링크가 복사되었습니다.
ro: Linkul de invitație a fost copiat.

source: Invite link ready
ko: 초대 링크 준비됨
ro: Link de invitație pregătit

source: Invite Studio
ko: 스튜디오 초대
ro: Invită în studio

source: It may have expired or been removed.
ko: 만료되었거나 제거되었을 수 있습니다.
ro: Este posibil să fi expirat sau să fi fost eliminat.

source: Join a studio to chat with your teacher and studio buddies.
ko: 선생님과 스튜디오 친구들과 채팅하려면 스튜디오에 참여하세요.
ro: Intră într-un studio ca să discuți cu profesorul și colegii.

source: Join duel queue
ko: 결투 대기열에 참여
ro: Alăturați-vă la coada de duel

source: Join or create a studio first.
ko: 먼저 스튜디오에 참여하거나 생성하세요.
ro: Intră într-un studio sau creează unul mai întâi.

source: Join Studio
ko: 스튜디오 참여
ro: Intră în studio

source: Join your teacher's studio using an invite code.
ko: 초대 코드로 선생님의 스튜디오에 참여하세요.
ro: Intră în studioul profesorului tău folosind codul de invitație.

source: Join your teacher's studio, review roster, and track assignment progress.
ko: 선생님의 스튜디오에 참여하여 명단을 검토하고 과제 진행 상황을 추적하세요.
ro: Intră în studioul profesorului, verifică lista și urmărește progresul temelor.

source: Joined studio.
ko: 스튜디오에 참여했습니다.
ro: Ai intrat în studio.

source: Journal Header
ko: 저널 헤더
ro: Antet jurnal

source: Journal reflection text with markdown-style notes.
ko: 마크다운 스타일 노트를 포함한 저널 성찰 텍스트.
ro: Text de reflecție în jurnal cu note tip markdown.

source: Journey
ko: 여정
ro: Călătorie

source: Journey Section
ko: 여정 섹션
ro: Secțiune Journey

source: Keep editing
ko: 계속 수정하세요
ro: Continuați să editați

source: Keep Editing
ko: 계속 편집
ro: Continuă editarea

source: Keep history
ko: 기록 유지
ro: Păstrează istoricul

source: Keep practicing as a guest. Sign in only when you want friends, messages, duels, or cloud backup.
ko: 게스트로 계속 연습하세요. 친구, 메시지, 결투, 클라우드 백업을 원할 때만 로그인하세요.
ro: Continuă să exersezi ca invitat. Conectați-vă numai când doriți prieteni, mesaje, dueluri sau backup în cloud.

source: Keep profile private
ko: 프로필을 비공개로 유지
ro: Păstrați profilul privat

source: Keep your practice circle intentional.
ko: 연습 서클을 의도적으로 유지하십시오.
ro: Păstrați-vă cercul de practică intenționat.

source: Key
ko: 조성
ro: Tonalitate

source: Korean
ko: 한국어
ro: Coreeană

source: Ladder Scope
ko: 순위 범위
ro: Domeniu clasament

source: Language
ko: 언어
ro: Limbă

source: Last: %@
ko: 최근: %@
ro: Ultima: %@

source: Late
ko: 느림
ro: Târziu

source: Later
ko: 나중에
ro: Mai târziu

source: Launch tools
ko: 도구 실행
ro: Deschide uneltele

source: Leaderboard
ko: 순위표
ro: Clasament

source: Leaderboard scope
ko: 리더보드 범위
ro: Domeniul clasamentului

source: Leaderboard submit failed: %@
ko: 리더보드 제출 실패: %@
ro: Trimiterea în clasament a eșuat: %@

source: League
ko: 리그
ro: Ligă

source: League requirement: %@
ko: 리그 요구사항: %@
ro: Cerință de ligă: %@

source: Let’s Practice!
ko: 연습하자!
ro: Hai să studiem!

source: Level
ko: 수준
ro: Nivel

source: Level %@
ko: 레벨 %@
ro: Nivel %@

source: Level %lld
ko: 레벨 %lld
ro: Nivel %lld

source: Level %lld musician
ko: 레벨 %lld 뮤지션
ro: Muzician de nivel %lld

source: Light
ko: 빛
ro: Aprinde

source: Link
ko: 링크
ro: Legătură

source: Link the anonymous account already on this device. Your sessions, XP, tokens, and settings stay in place.
ko: 이 기기에 이미 있는 익명 계정을 연결하세요. 세션, XP, 토큰 및 설정은 그대로 유지됩니다.
ro: Conectați contul anonim deja pe acest dispozitiv. Sesiunile, XP, jetoanele și setările dvs. rămân la locul lor.

source: Linked Assignment
ko: 연결된 과제
ro: Temă conectată

source: Linked assignment: %@
ko: 연결된 과제: %@
ro: Temă conectată: %@

source: Listening
ko: 듣는 중
ro: Ascultare

source: Listening and scoring…
ko: 듣고 점수 계산 중…
ro: Ascultare și evaluare…

source: Listening...
ko: 듣는 중...
ro: Ascultare...

source: Listening…
ko: 청취…
ro: Ascultare…

source: Live
ko: 실시간

source: Live feel
ko: 실시간 감각
ro: Senzație live

source: Live Preview
ko: 실시간 미리보기
ro: Previzualizare live

source: Load more guided plans
ko: 가이드 플랜 더 보기
ro: Încarcă mai multe planuri ghidate

source: Load more intonation takes
ko: 음정 기록 더 보기
ro: Încarcă mai multe teste de intonație

source: Load more loop sessions
ko: 루프 세션 더 보기
ro: Încarcă mai multe sesiuni loop

source: Load more rhythm takes
ko: 리듬 기록 더 보기
ro: Încarcă mai multe teste de ritm

source: Load more run-throughs
ko: 런스루 더 보기
ro: Încarcă mai multe run-through-uri

source: Load more sessions
ko: 세션 더 보기
ro: Încarcă mai multe sesiuni

source: Load Warm-up of the Week
ko: 이번 주 워밍업 불러오기
ro: Încarcă încălzirea săptămânii

source: Loading connections…
ko: 연결 로드 중…
ro: Se încarcă conexiunile…

source: Loading conversations…
ko: 대화 로드 중…
ro: Se încarcă conversațiile…

source: Loading Moment…
ko: 로딩 순간…
ro: Se încarcă momentul...

source: Loading musician…
ko: 음악가 로드 중…
ro: Se încarcă muzicianul...

source: Loading planner…
ko: 플래너 로드 중…
ro: Se încarcă planificatorul…

source: Loading profile…
ko: 프로필 로드 중…
ro: Se încarcă profilul…

source: Loading studio chat…
ko: 스튜디오 채팅 불러오는 중…
ro: Se încarcă chatul studio...

source: Loading studio…
ko: 스튜디오 로드 중…
ro: Se încarcă studioul…

source: Loading your account…
ko: 계정을 로드하는 중…
ro: Se încarcă contul…

source: Loading your practice world…
ko: 실습 세계를 로드하는 중…
ro: Se încarcă lumea antrenamentelor...

source: Loadout
ko: 로드아웃

source: Location (optional)
ko: 위치(선택사항)
ro: Locație (opțional)

source: Lock-screen check-in alerts
ko: 잠금 화면 체크인 알림
ro: Alerte check-in pe ecran blocat

source: Longest session
ko: 최장 세션
ro: Cea mai lungă sesiune

source: Loop duration: %@ sec
ko: 루프 길이: %@초
ro: Durată buclă: %@ sec

source: Loop log saved.
ko: 루프 로그가 저장되었습니다.
ro: Jurnalul de loop a fost salvat.

source: Loop logs
ko: 루프 로그
ro: Jurnale loop

source: Loop Sessions
ko: 루프 세션
ro: Sesiuni loop

source: Loop Setup
ko: 루프 설정
ro: Setare loop

source: Loop target
ko: 루프 목표
ro: Țintă loop

source: Loop tempo
ko: 루프 템포
ro: Tempo loop

source: Loop tempo trend
ko: 루프 템포 추이
ro: Trend tempo loop

source: Loops completed
ko: 완료 루프
ro: Bucle finalizate

source: Loops: %@, Work: %@, Tempo: %@, %@, Tags: %@
ko: 루프: %@, 작업: %@, 템포: %@, %@, 태그: %@
ro: Bucle: %@, Lucru: %@, Tempo: %@, %@, Etichete: %@

source: Lv %lld • Rating %lld
ko: 레벨 %lld • 등급 %lld
ro: Nivel %lld • Rating %lld

source: Main issue today
ko: 오늘의 주요 문제
ro: Problema principală de azi

source: Manage friends and studio connections.
ko: 친구와 스튜디오 연결을 관리하세요.
ro: Gestionează prietenii și conexiunile din studio.

source: Manage requests, open chats, and stay connected with your practice buddies.
ko: 요청을 관리하고 채팅을 열어 연습 친구들과 계속 연결되세요.
ro: Gestionează cererile, deschide chat-uri și rămâi conectat cu colegii tăi de studiu.

source: Manage your public profile and personal details.
ko: 공개 프로필과 개인 정보를 관리하세요.
ro: Gestionează profilul public și detaliile personale.

source: Mark all read
ko: 모두 읽은 것으로 표시
ro: Marcați toate citite

source: Mark linked assignment complete
ko: 연결된 과제를 완료로 표시
ro: Marchează tema conectată ca finalizată

source: Mark Loop Clean
ko: 클린 루프 표시
ro: Marchează loop curat

source: Mark read
ko: 읽은 것으로 표시
ro: Mark a citit

source: Mark Read
ko: 마크 리드
ro: Marchează ca citit

source: Mark unread
ko: 읽지 않은 것으로 표시
ro: Marcați necitit

source: Markdown supported: # heading, - bullets, **bold**, _italic_.
ko: 마크다운 지원: # 제목, - 목록, **굵게**, _기울임_.
ro: Markdown suportat: # titlu, - puncte, **bold**, _italic_.

source: Marker
ko: 마커
ro: Marcaj

source: Markers: %@
ko: 마커: %@
ro: Marcaje: %@

source: Markers: %@ • %@
ko: 마커: %@ • %@
ro: Marcaje: %@ • %@

source: Match History
ko: 경기 기록
ro: Istoricul meciurilor

source: Members
ko: 구성원
ro: Membri

source: Message
ko: 메시지
ro: Mesaj

source: Messages
ko: 메시지
ro: Mesaje

source: Metronome
ko: 메트로놈
ro: Metronom

source: Metronome + Tuner
ko: 메트로놈 + 튜너
ro: Metronom + Acordor
